{
    "boost": [
        "You receive my eternal thanks, {0}. I hope you enjoy your stay here in Inazuma.",
        "I am forever grateful for your allegiance to the Shogunate. I shall never forget this day, {0}.",
        "Ah {0}, I see you wish to support me dearly. Would you like to join me for a cup of tea? Perhaps this will help me learn more about you...",
        "I cannot express how grateful I am for your support {0}. That being said, would you like to witness my power?",
        "I'm not afraid of solidarity. I'm already used to loneliness.\nSorry, let me be alone by myself for a bit...\n\nI... can still receive such a precious gift?\nI am grateful for your gift, {0}.",
        "I can never go back. I know, I know..\nThose beautiful and warm memories are everlasting in my heart.\nPast events, let them all pass. We have an eternity to make more memories.\nLet us enjoy that eternity together, {0}",
        "That gift... It's for me..? I'm not sure what to say about this... Thank you {0}. I will never forget this.",
        "Time is often relentless in making us forget, but the time we shared together will never go to waste.\nI will never forget you, {0}, and I hope you don't forget me either.",
        "We share not a common blood, belief or even background. All we have are our experiences, brought only by a few coincidental encounters and yet seeing how you spoil me so, is it not fair for me to do the same for you, {0}?",
        "To you, the mortal {0} who values me so dearly, I thank you from the bottom of my heart.",
        "Thank you for the great gift but please do not get too close to me... {0}.. I cannot afford to lose you too...",
        "Ah, what a surprise... A pleasant one, for sure... Thank you for your gift, {0}. I will carry this memory dearly, I hope you do the same.",
        "A moment to cherish, to remember. I can say without a hint of doubt: the memories we create together are my favorites, {0}.",
        "I'm eternally grateful for your gift, {0}, I will never dare to forget this moment, to forget you. Thank you.",
        "Yet another precious memory we create together, {0}, this won't be forgotten. Now, would you care to share some more about you?",
        "Ah... Thank you, {0}. Moments like this, the ones we get to create together, will never get old. However, have you been taking care of yourself lately? Your well-being is of great importance, keep in mind that I want to create many more moments with you."
    ]
}